export const collegeInfo = [
  {
    collegeName: '의과대학',
    departList: ['의예과', '의학과', '간호학과']
  },
  {
    collegeName: '자연과학대학',
    departList: ['수학과', '전자물리학과', '화학과', '식품영양학과', '환경보건학과', '생명과학과', '스포츠과학과', '사회체육학과', '스포츠의학과']
  },
  {
    collegeName: '인문사회과학대학',
    departList: ['국어국문학과', '영어영문학과', '중어중문학과', '국제문화학과', '유아교육과', '특수교육과', '청소년교육상담학과', '연극무용학과', '영화애니메이션학과', '미디어콘텐츠학과', '법학과', '행정학과', '경찰행정학과', '신문방송학과', '사회복지학과']
  },
  {
    collegeName: '글로벌경영대학',
    departList: ['경영학과', '국제통상학과', '관광경영학과', '경제금융학과', 'IT금융경영학과', '글로벌문화산업학과', '회계학과', 'GBS']
  },
  {
    collegeName: '공과대학',
    departList: ['컴퓨터공학과', '정보통신공학과', '전자공학과', '전기공학과', '전자정보학과', '나노화학공학과', '에너지환경공학과', '디스플레이신소재공학과', '기계공학과']
  },
  {
    collegeName: 'SW융합대학',
    departList: ['컴퓨터소프트웨어공학과', '정보보호학과', '의료IT공학과', 'AI·빅데이터학과', '사물인터넷학과', '메타버스&게임학과']
  },
  {
    collegeName: '의료과학대학',
    departList: ['보건행정경영학과', '의료생명공학과', '임상병리학과', '작업치료학과', '의약공학과', '의공학과']
  },
  {
    collegeName: 'SCH미디어랩스',
    departList: ['한국문화콘텐츠학과', '영미학과', '중국학과', '미디어커뮤니케이션학과', '건축학과', '디지털애니메이션학과', '스마트자동차학과', '에너지공학과', '공연영상학과']
  },
]